def menu():
    print("===============================================================")
    print("|                         GRA w STATKI                        |")
    print("|                                                /|           |")
    print("| Wybierz opcje:                                / |           |")
    print("|    - Gra jednosobowa  (wciśnij 1)            /  |           |")
    print("|    - Gra dwuosobowa   (wciśnij 2)           /_ _|           |")
    print("|    - Ustawienia       (wciśnij 3)        _ _ _ _|_ _ _      |")
    print("|                                          \ _ _ _ _ _ /      |")
    print("| v.0.1.1                                                     |")
    print("===============================================================")

def plansza1(litery,prow1,prow2,prow3,prow4,prow5,prow6,prow7,prow8,prow9,prow10):
    print(*litery, sep='  ')
    print(*prow1)
    print(*prow2)
    print(*prow3)
    print(*prow4)
    print(*prow5)
    print(*prow6)
    print(*prow7)
    print(*prow8)
    print(*prow9)
    print(*prow10)

litery=['X ','A','B','C','D','E','F','G','H','I','J']
prow1=[1,'','[]','[]','[]','[]','[]','[]','[]','[]','[]','[]',]
prow2=[2,'','[]','[]','[]','[]','[]','[]','[]','[]','[]','[]',]
prow3=[3,'','[]','[]','[]','[]','[]','[]','[]','[]','[]','[]',]
prow4=[4,'','[]','[]','[]','[]','[]','[]','[]','[]','[]','[]',]
prow5=[5,'','[]','[]','[]','[]','[]','[]','[]','[]','[]','[]',]
prow6=[6,'','[]','[]','[]','[]','[]','[]','[]','[]','[]','[]',]
prow7=[7,'','[]','[]','[]','[]','[]','[]','[]','[]','[]','[]',]
prow8=[8,'','[]','[]','[]','[]','[]','[]','[]','[]','[]','[]',]
prow9=[9,'','[]','[]','[]','[]','[]','[]','[]','[]','[]','[]',]
prow10=[10,'[]','[]','[]','[]','[]','[]','[]','[]','[]','[]',]

menu()
# plansza1(litery,prow1,prow2,prow3,prow4,prow5,prow6,prow7,prow8,prow9,prow10)
